export default {
  projections: {
    РейсE: {
      куда: {
        __caption__: 'Куда'
      },
      откуда: {
        __caption__: 'Откуда'
      },
      дата: {
        __caption__: 'Дата'
      },
      времяОтпр: {
        __caption__: 'Время отпр'
      },
      начПосад: {
        __caption__: 'Нач посад'
      },
      конецПосад: {
        __caption__: 'Конец посад'
      },
      выход: {
        __caption__: 'Выход'
      },
      инфБронь: {
        __caption__: 'Инф бронь',
        пассажир: {
          __caption__: 'Пассажир',
          фИО: {
            __caption__: 'ФИО'
          },
          местоНаРейс: {
            __caption__: '',
            место: {
              __caption__: 'Место'
            }
          }
        }
      }
    },
    РейсL: {
      куда: {
        __caption__: 'Куда'
      },
      откуда: {
        __caption__: 'Откуда'
      },
      времяОтпр: {
        __caption__: 'Время отпр'
      },
      дата: {
        __caption__: 'Дата'
      },
      начПосад: {
        __caption__: 'Нач посад'
      },
      конецПосад: {
        __caption__: 'Конец посад'
      },
      выход: {
        __caption__: 'Выход'
      }
    }
  },
  validations: {
    времяОтпр: {
      __caption__: 'Время отпр'
    },
    выход: {
      __caption__: 'Выход'
    },
    дата: {
      __caption__: 'Дата'
    },
    конецПосад: {
      __caption__: 'Конец посад'
    },
    куда: {
      __caption__: 'Куда'
    },
    начПосад: {
      __caption__: 'Нач посад'
    },
    откуда: {
      __caption__: 'Откуда'
    },
    инфБронь: {
      __caption__: 'Инф бронь'
    }
  }
};
